{"format": "layers-model", "generatedBy": "keras v2.8.0", "convertedBy": "TensorFlow.js Converter v3.15.0", "modelTopology": {"keras_version": "2.8.0", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [1, 124], "dtype": "float32", "sparse": false, "ragged": false, "name": "lambda_input"}}, {"class_name": "Lambda", "config": {"name": "lambda", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAAAgAAAAMAAABDAAAAcxQAAAB0AGoBoAJ8AKEBfQF8AHwBGABTACkBTikD2gJ0ZtoE\nbWF0aNoLcmVkdWNlX21lYW4pAtoBeNoEbWVhbqkAcgYAAAD6HzxpcHl0aG9uLWlucHV0LTEwLTg4\nZTgzYTg1ODdkZj7aCHJlbW92ZURDAQAAAHMEAAAAAAEMAQ==\n", null, null], "function_type": "lambda", "module": "__main__", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}}, {"class_name": "Lambda", "config": {"name": "lambda_1", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAABAAAAAUAAABDAAAAc0QAAAB0AGoBoAJ0A2QBGgChAX0BdACgBHQDZAIaAHQDZAIa\nAGcCZwGhAX0CdACgBXwBfAJkA6EDfQN0AGoGoAd8A3wAoQJTACkETukCAAAA6QQAAADaCENPTlNU\nQU5UKQjaAnRm2gZzaWduYWzaC2hhbm5fd2luZG932gtudW1fc2FtcGxlc9oIY29uc3RhbnTaA3Bh\nZNoEbWF0aNoIbXVsdGlwbHkpBNoBeNoGd2luZG93WgVwYWRkc1oNcGFkZGVkX3dpbmRvd6kAcg4A\nAAD6HzxpcHl0aG9uLWlucHV0LTEwLTg4ZTgzYTg1ODdkZj7aCmhhbm5XaW5kb3cFAAAAcwoAAAAA\nARABGAEOAQ4B\n", null, null], "function_type": "lambda", "module": "__main__", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}}, {"class_name": "Lambda", "config": {"name": "lambda_2", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAAAwAAAAMAAABDAAAAcxwAAAB0AGoBoAJ8AKEBfQF0AGoDoAR8AaEBfQJ8AlMAKQFO\nKQXaAnRm2gZzaWduYWzaBHJmZnTaBG1hdGjaA2FicykD2gF42gJmdNoDbWFnqQByCQAAAPofPGlw\neXRob24taW5wdXQtMTAtODhlODNhODU4N2RmPtoDZmZ0DAAAAHMGAAAAAAEMAQwB\n", null, null], "function_type": "lambda", "module": "__main__", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}}, {"class_name": "Lambda", "config": {"name": "lambda_3", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAABAAAAAoAAABDAAAAc6wAAAB0AKABfAChAX0AdABqAqADdACgAXwAoQGhAX0BdABq\nBHwBdABqBWQBjQJkAnQAagKgBnQAagd8AHwBZAMYAGcBZANnAWQEjQN0AGoHfAB8AWcBZANnAWQE\njQOhAhQAGAB9AnwCZAJ0AGoCoAZ0AGoHfAB8AWQDFwBnAWQDZwFkBI0DdABqB3wAfAFnAWQDZwFk\nBI0DoQIUABcAfQJ8AmQFFAB0CBsAfQN8A1MAKQZOKQHaBWR0eXBlZwAAAAAAAOA/6QEAAAApAtoF\nYmVnaW7aBHNpemXpCgAAACkJ2gJ0ZtoHc3F1ZWV6ZdoEbWF0aNoGYXJnbWF42gRjYXN02gdmbG9h\ndDMy2gZkaXZpZGXaBXNsaWNl2gtudW1fc2FtcGxlcykE2gF42gdtYXhfaWR4WgttYXhfaWR4X21v\nZNoIYmFzZUZyZXGpAHISAAAA+h88aXB5dGhvbi1pbnB1dC0xMC04OGU4M2E4NTg3ZGY+chEAAAAR\nAAAAcwwAAAAAAQoBEgFGAToBDAE=\n", null, null], "function_type": "lambda", "module": "__main__", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}}]}}}, "weightsManifest": [{"paths": [], "weights": []}]}